Repository: husubeyli/form_view
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: Enter your email here
tr: E-postaniza girin

source: Enter your position
tr: Pozisyonunuzu girin

source: Enter your position info
tr: Pozisyon bilgilerini girin

source: years-month-days h:m
tr: yy-aa-gg s:d

source: Secret key
tr: Gizli anahtar

source: Position
tr: Pozisyon

source: Position info
tr: Pozisyon bilgileri

source: deadline
tr: Son tarihi

source: Secret Key
tr: Gizli anahtar

source: Go
tr: Git

source: Login Info
tr: Giriş Bilgileri

source: Registration Info
tr: Kayıt Bilgileri

source: Email
tr: E-posta

source: Last day
tr: Son tarih

source: English
tr: İngilizce

source: Turkey
tr: Türkce
